<!DOCTYPE html>
<html lang="{{ str_replace('_', '-', app()->getLocale()) }}" dir="rtl">

<head>
    <meta charset=" utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    <meta name="csrf-token" content="{{ csrf_token() }}">
    <title>Private me | سياسة الخصوصية</title>
    <meta name="description" content="@yield('meta_description', 'Laravel Starter')">
    <meta name="author" content="@yield('meta_author', 'FasTrax Infotech')">
    @yield('meta')

    <!-- datatables.full.min.css Includes following libraries:
           Bootstrap 5 5.0.1, jQuery 3 3.6.0, JSZip 2.5.0, pdfmake 0.1.36, DataTables 1.11.3,
           AutoFill 2.3.7, Buttons 2.0.1, Column visibility 2.0.1, HTML5 export 2.0.1, Print view 2.0.1,
           ColReorder 1.5.5, DateTime 1.1.1, FixedColumns 4.0.1, FixedHeader 3.2.0, KeyTable 2.6.4,
           Responsive 2.2.9, RowGroup 1.1.4, RowReorder 1.2.8, Scroller 2.0.5, SearchBuilder 1.3.0,
           SearchPanes 1.4.0, Select 1.3.3 -->
    {{ style('css/datatables.full.min.css') }}


    {{ style('css/fontawesome-5.15.4.min.css') }}

</head>

<body>

    <div id="app">

        <div class="container">
            <div class="row mb-4">
                <div class="col">
                    <div class="card">
                        <div class="card-header">
                            <p class="h1"> <i class="fas fa-home"></i> ضوابط وشروط وأحكام المستخدم لتطبيق ME PRIVATE </h1>
                        </div>
                        <div class="card-body">
                            <p>تتمثل هذه الضوابط والشروط و األحكام اتفاق رسمي "عقد" بين تطبيق ME PRIVATE والعمالء المستخدمين للتطبيق .
                                تطبيق ME PRIVATE عبارة عن تطبيق يحفظ الصور والفيديوهات والملفات وأيضا المراسالت بين المستخدمين.
                                إن بمجرد التسجيل واستخدام التطبيق يشكل موافقة منك على هذا العقد واحكامه وتبعا لذلك يجب عليك عدم استخدام
                                التطبيق في حال لم تكن موافقا على األحكام و الشروط الواردة في هذا العقد.
                                ي حتفظ تطبيق ME PRIVATE بحق تعديل أو تغيير هذه األحكام والشروط دون إخطار مسبق ويكون من مسؤوليتك
                                كمستخدم لتطبيق مراجعة الضوابط والشروط بشكل دوري لمعرفة التحديثات التي تطرأ عليها.
                                كما نأمل مراجعة سياسة الخصوصية لدينا لمعرفة المزيد حول كيفية استخدام تطبيق ME PRIVATE للمعلومات التي ت قدم
                                لنا من قبل مستخدمي التطبيق.</p>

                            <p><b>التعهدات و الضمانات </b></p>

                            <ol>
                                <li>نك تتمتع بكامل األهلية المعتبرة للتعاقد وأنك بذلك لن تكون منتهكا ألي قانون من قواني ن دولتك وتمتثل لكافة
                                    القوانين المعمول بها .</li>
                                <li>تقديم معلومات صحيحة ودقيقة إلى تطبيق ME PRIVATE وتقوم بتحديثها بشكل دوري . </li>
                                <li>تراجع وتمتثل ألي إشعارات يتم إرسالها من تطبيق ME PRIVATE فيما يتعلق باستخدامكم للخدمات المقدمة
                                    من تطبيق ME PRIVATE </li>
                                <li>عدم استخدام الخدمة أو التطبيق للتسبب بإيذاء أو مضايقة أو إزعاج أحد ما ولن يكون التطبيق مسؤول عن
                                    سوء االستخدام أنت وحدك المسؤول أمام القضاء و أي جهة من جهات الدول . </li>
                                <li> عدم إعاقة التشغيل السليم للتطبيق و عدم محاول إلحاق الضرر بالخدمة أو التطبيق بأي شكل من األشكال .</li>
                                <li> المحافظة على كلمة المرور لحسابك أو أي وسيلة تقدمها تطبيق ME PRIVATE وتتيح الدخول إلى حسابك
                                    بشكل أمن وسري.</li>
                                <li>تقديم كافة الدالئل التي تثبت هويتك وفقا لتقدير تطبيق ME PRIVATE ويحق لتطبيق رفض تقديم الخدمة أو
                                    استخدام التطبيق دون إبداء أسباب. </li>
                            </ol>

                            <p><b>خرق سياسة وشروط و ض وابط المنصة</b></p>

                            <p>ي حتفظ تطبيق ME PRIVATE بالحق في السعي لتنفيذ أي معالجات متاحه ألي خرق لسياستها والشروط و الضوابط
                                لتطبيق دون حصر ولها الحق في حجب إمكانية الوصول إلى خدمات بشكل نهائي دون رد أي مبالغ مستحقة
                                ويعتبر هذا تهديد بالمقاضاة أو التشهير أو القدح . </p>

                            <p><b>حقوق الملكية الفكرية </b></p>

                            <p>جميع حقوق الملكية الفكرية لهذه المنصة و كافة المواد المتعلقة بها أو التي تظهر عليها وتشمل أي محتوى ي قوم
                                تطبيق ME PRIVATE بتقديمة أو بإدراجه وكامل المحتوى الذي يتم تحميله من قبل تطبيق ME PRIVATE هو
                                ملكية لمالك تطبيق ME PRIVATE ويحق له التصرف في هذه الملكية كيفما تشاء ويجب عليك أال تقوم بإعادة إنتاج
                                أو السماح ألي شخص ألي سبب من األسباب بإستخدام أو إعادة إنتاج الخدمات أو أي عالمات تجارية أو غيرها من
                                األسماء التجارية التي تظهر في الخدمات . </p>

                            <p><b>الدفع </b></p>

                            <p>ي حتفظ تطبيق ME PRIVATE لنفسها بالحق في فرض رسوم جديدة على استخدام التطبيق أو الخدمة أو كليهما . إذا
                                قررت تطبيق ME PRIVATE فرض رسوم جديدة فإنه سيتم إفادتك بذلك وسيتم السماح لك باالستمرار في العقد أو
                                إنهائه . يتوجب عليك دفع قيمة الخدمات عن طريق طرق الدفع اإللكترونية المعتمدة فور تقديم الخدمة لك. ال ي تحمل
                                تطبيق ME PRIVATE أي مسؤلية قانونية أو شخصية عن دفع أي أموال خارج حساب التطبيق. </p>

                            <p><b>المسؤلية القانونية </b></p>

                            <ol>
                                <li>المعلومات والتوصيات والخدمات أو أي منها التي قدمت لك على أو من خالل موقع الويب والخدمة والتطبيق
                                    هي ألغراض المعلومات العامة فقط وال تمثل أي نصيحة .</li>
                                <li>سي حافظ تطبيق ME PRIVATE قدر اإلمكان على صحة وتحديث الموقع والتطبيق ومحتوياته لكنها ال تضمن
                                    أن محتويات الموقع أو التطبيق خالية من األخطاء و العيوب و البرامج الضارة و الفيروسات وال تضمن صحة
                                    ودقة وتحديث موقع الويب والتطبيق .</li>
                                <li>-ال ي تحمل تطبيق ME PRIVATE المسؤولية عن أي أضرار تنتج عن استخدام أو عدم القدرة على استخدام
                                    الموقع أو التطبيق بما في ذلك األضرار التي تسببها الب رامج الضارة أو الفيروسات كما ال تتحمل مسؤولية عدم
                                    صحة أو عدم اكتمال المعلومات أو موقع الويب أو التطبيق ما لم يكن هذا الضرر ناتج عن سوء سلوك عمدي
                                    أو عن إهمال جسيم من جانب ME PRIVATE .</li>
                                <li>ال يت حمل تطبيق ME PRIVATE أي مسؤولية عن أي أضرار تنتج عن استخدام أو عدم القدرة على استخدام
                                    وسائل اتصال إلكترونية مع الموقع اإللكتروني أو مع التطبيق بما في ذلك على سبيل المثال ال الحصر )
                                    األضرار الناتجة عن عدم تسليم المكاتبات اإللكترونية أو التأخر في تسليمها أو اعتراضها أو التالعب في
                                    المكاتبات اإللكترونية من جانب الغير أو من جانب برامج الكمبيوتر المستخدمة للمكاتبات اإللكترونية ونقل
                                    الفيروسات.</li>
                                <li>تقع مسؤولية جودة الخدمات على عاتقك وال يتحمل تطبيق ME PRIVATE أي مسؤولية في هذا الجانب على
                                    أن من حق ME PRIVATE مراجعة أدائك وبناء عليه إلغاء ترخيصك . </li>
                                <li>تطبيق ME PRIVATE ال تقبل المسؤولية عن أي أفعال أو تصرفات أو سلوك أو إهمال أو جميع ما سبق من
                                    جانب المستخدمين . </li>
                            </ol>

                            <p><b>تعديل الخدمات </b></p>
                            <p>ي حتفظ تطبيق ME PRIVATE بحقها وبإرادتها المنفردة بأن تقوم في أي وقت باألتي :-</p>
                            <ol>
                                <li>تغيير الخدمات أو أي مواد مرتبطة بها أو إيقاف نشر خدماتها . </li>
                                <li>إذا قررت أسك إيقاف نشر خدماتها فإنها قد تقوم بإرادتها باستبدال الخدمات بمواد أخرى .</li>
                            </ol>

                            <p><b>الأمان</b></p>

                            <ol>
                                <li>اإلقرار بتحملك المسئولية منفردا عن خصوصية الخدمات و تكون مسئوال منفردا عن استخدامها من قبل أي
                                    شخص أخر باستخدام حسابك أو أسم المستخدم أو كلمة المرور أو مسوغات الوصول الخاصة بك . </li>
                                <li>الموافقة على إخطار ME PRIVATE إذا أصبحت على علم بأي خسارة أو سرقة أو استخدام غير مصر ح به
                                    ألي كلمة مرور أو اسم مستخدم أو عنوان بروتكول االنترنت IP أو غير ذلك من أساليب الوصول إلى
                                    الخدمات . </li>
                            </ol>

                            <p><b>التعامالت مع الغير </b></p>

                            <ol>
                                <li>أثناء استخدام موقع الويب والتطبيق والخدمة قد يتم من أن ألخر توفير ارتباطات لمواقع ويب يمتلكها ويتحكم
                                    فيها الغير من أجل مراسلة الغير أو شراء منتجات أو خدمات منه أو المشاركة في العروض الترويجية التي
                                    يقدمها تنتقل بك تلك االرتباطات خارج الموقع و التطبيق و الخدمة وهي خارج نطاق سيطرة ME PRIVATE .</li>
                                <li>أثناء استخدامك لموقع الويب والتطبيق والخدمة قد تراسل أو تشتري بضائع أو خدمات أو تشارك في عروض
                                    ترويجية مقدمة من مقدمي خدمات أو معلنين أو جهات راعية تعرض بضائعها أو خدماتها عبر ارتباط على
                                    موقع الويب أو من خالل التطبيق أو الخدمة تنتقل بك تلك االرتباطات إلى خارج الموقع والتطبيق والخدمة
                                    وهي خارج نطاق سيطرة ME PRIVATE إن موقع الويب التي يمكنك االرتباط بها لها شروط و أحكام مستقلة
                                    وكذلك سياسة خصوصية مستقلة وال تتحمل أسك أي مسؤولية عن محتوى مواقع الويب تلك وأنشطتها وال
                                    يمكن مساءلتها عنها ولذلك فإنك تتحمل كامل المخاطر التي تنتج عن زيارة تلك المواقع أو دخولها . </li>
                                <li>يرجى مالحظة أن تلك المواقع األخرى قد ترسل ملفات تعري ف االرتباط الخاصة بها إلى المستخدمين أو تجمع
                                    بياناتهم أو تطلب معلومات شخصية ومن ثم نوصيك بالتحقق من شروط االستخدام أو سياسات الخصوصية
                                    الموجودة على تلك المواقع قبل استخدامها . </li>
                            </ol>

                            <p><b>مدة العقد وإنهاؤه</b></p>
                            <p>يكون العقد المبرم بينك وبين تطبيق ME PRIVATE غير محدد المدة يحق لك إنهاء العقد في أي وقت بحذف التطبيق
                                نهائيا وبذلك تعطل استخدامك
                                على هاتفك الذكي حذفا للخدمة يمكنك أن تغلق حساب المستخدم الخاص بك في أي وقت .</p>

                            <p>يحق لـتطبيق ME PRIVATE إنهاء العقد في أي وقت ) بتعطيل استخدامك للخدمة ( وذلك في حال قيامك ب أي مما يلي:-</p>

                            <ol>
                                <li>
                                    -انتهاك أو خرق أي شرط من شروط المستخدم.
                                </li>
                                <li>إذا رأت أسك أنك تسيء استخدام المنصة أو الخدمة . إن أسك غير ملزم بإرسال سابق إخطار بإنهاء العقد. </li>
                            </ol>

                            <p><b> بطلان حكم أو أكثر </b></p>

                            <p>ال يؤثر بطالن أي حكم من أحكام شروط المستخدم الماثلة على صحة باقي األحكام األخرى الواردة فيها .في حالة وجود
                                لمعايير المعقولية و العدالة
                                أي حكم باطل في شروط المستخدم الماثلة أو وجود حكم غير مقبول في ظروف معينة وفقا
                                وإلى هذا المدى فقط يعمل بدال منه بين الطرفين بحكم يكون مقبوال مراعاة لجميع الظروف ويتوافق مع أحكام الشرط
                                الباطل قدر اإلمكان مع مراعاة محتوى شروط المستخدم الماثلة وغرضها .</p>


                            <p><b> تعديل الخدمة و شروط المستخدم </b></p>
                            <p>ي حتفظ تطبيق ME PRIVATE لتقديرها وحدها في تعديل أي شرط من شروط المستخدم الماثلة أو
                                لنفسها بالحق وفقا
                                استبداله أو تغيير الخدمة أو التطبيق أو تعليقهما أو إيقافهما ) بما في ذلك على سبيل المثال ال الحصر توفير أي ميزة أو
                                قاعدة بيانات أو محتوى ( في أي وقت وذلك بنشر إخطار على الموقع أو بإرسال إخطار لك من خالل التطبيق أو عبر
                                أن تضع قيودا البريد اإللكتروني كما يجوز لـ ME PRIVATE على ميزات و خدمات معينة أو تقصر وصولك إلى أجزاء
                                من الخدمة أو الخدمة بأكملها دون إخطار أو مسؤولية .</p>

                            <p><b> الإخطار </b></p>
                            <p>
                                أن ترسل إخطارا سال إخطار عام عن الخدمة أو المنصة أو بإرسال بريد يجوز لـ ME PRIVATE عن طريق إر
                                إلكتروني إلى عنوانك البريدي المسجل في معلومات الحساب لدى تطبيق ME PRIVATE أو بإرسال مكاتبة بالبريد
                                العادي على عنوانك المسجل في معلومات الحساب لدى تطبيق ME PRIVATE .</p>

                            <p><b> القانون المعمول به وحل النزاعات </b></p>
                            <p>تخضع شروط المستخدم الماثلة ويطبق على تسوية أي نزاع أو مطالبة أو خالف ينشأ عن شروط المستخدم الماثلة أو
                                يتعلق بها أو أي انتهاك لها أو إنهائها أو تنفيذها أو تفسيرها أو صحتها أو استخدام الموقع أو الخدمة أو التطبيق للقوانين و
                                األنظمة في المملكة العربية السعودية وتفسر وفقا لها .</p>
                            <p><b>تواصل معنا</b></p>
                            <p>private2030me@gmail.com</p>
                            <p>+966552443446</p>
                        </div>
                    </div>
                    <!--card-->
                </div>
                <!--col-->
            </div>
            <!--row-->
        </div><!-- container -->
    </div><!-- #app -->

    <!--Start JS Scripts ------------------------->
    <!-- datatables.full.min Includeds following libraries:
      Bootstrap 5 5.0.1, jQuery 3 3.6.0, JSZip 2.5.0, pdfmake 0.1.36, DataTables 1.11.3,
      AutoFill 2.3.7, Buttons 2.0.1, Column visibility 2.0.1, HTML5 export 2.0.1, Print view 2.0.1,
      ColReorder 1.5.5, DateTime 1.1.1, FixedColumns 4.0.1, FixedHeader 3.2.0, KeyTable 2.6.4,
      Responsive 2.2.9, RowGroup 1.1.4, RowReorder 1.2.8, Scroller 2.0.5, SearchBuilder 1.3.0,
      SearchPanes 1.4.0, Select 1.3.3 -->
    {{ script('js/datatables.full.min.js') }}

    <!-- JS Scripts in vendor folder be compiled in vendor.js -->
    {{-- script(mix('js/vendor.js')) --}}

    <!-- JS Scripts (Vue or React) in resources folder be compiled in frontend.js -->
    {{-- script(mix('js/frontend.js')) --}}

    <!-- Google Analytics: change UA-XXXXX-X to be your site's ID. -->
    @include('includes.partials.ga')
    <!-- END JS Scripts ---------------------------->
</body>